<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    // 服务器地址
    'hostname'        => '39.98.43.82',
//   'hostname'        => '116.62.126.14',
    // 数据库名
    'database'        => 'mixiaotu',
    // 用户名
    'username'        => 'root',
//   'username'        => 'tutuya',
//     密码
    'password'        => 'Mxt000000',
//   'password'        => 'tutuya@edu',
];
